web-api-helloworld/python-fastapi-async/result-cpu-bound.txt
Running 1m test @ http://localhost:8000/cpu-bound
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.34s   508.45ms   1.98s    65.14%
    Req/Sec    12.41     12.62    70.00     86.83%
  1945 requests in 1.12m, 281.11KB read
  Socket errors: connect 0, read 67, write 0, timeout 1727
Requests/sec:     28.92
Transfer/sec:      4.18KB