web-api-helloworld/python-fastapi-async/result-io-bound.txt
Running 1m test @ http://localhost:8000/io-bound
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   106.78ms   58.84ms 978.30ms   98.63%
    Req/Sec   247.44     19.59   280.00     96.96%
  58557 requests in 1.12m, 8.21MB read
  Socket errors: connect 0, read 0, write 0, timeout 201
Requests/sec:    870.69
Transfer/sec:    124.99KB